export default function AboutPage() {
  return (
    <div className="container px-10">
      <div className="title text-center">
        <span className="text-[14px] text-secondary">ДОКТОР</span>
        <h1 className="text-[22px]">Абдуллаев Зафар Бобирович</h1>
        <span className="w-[40px] inline-block h-[2px] bg-primary"></span>
        <p className="text-[16px] text-secondary mt-2">
          Провожу операции в Bolalar Miliy Tibbiyot Markazi г. Ташкент
        </p>
      </div>
      <div className="flex gap-10">
        <div className="text">
          <p>
            Пластический хирург, <span>fjsala</span>, лечение гипоспадии.
            Реконструктивная и пластическая хирургия. Врач высшей
            квалификационной категории. Кандидат медицинских наук. Член
            Европейского общества детских урологов (ESPU). Реконструктивная и
            пластическая хирургия у взрослых и детей.
          </p>
          <p>
            В 2006 году с отличием окончил Кемеровскую государственную
            медицинскую академию. Награжден стипендией правительства РФ.
          </p>
          <p>
            С 2006 по 2008 годы проходил клиническую ординатуру по специальности
            «детская хирургия» на кафедре детских хирургических болезней
            Кемеровской государственной медицинской академии.
          </p>
          <p>
            По окончании ординатуры принят на должность врача детского хирурга в
            отделение детской урологии Областной детской клинической больницы г.
            Кемерово.
          </p>
          <p>
            В 2009 году прошел профессиональную переподготовку по специальности
            – «детская урология-андрология», а также курс повышения квалификации
            «лапароскопическая хирургия» на кафедре детской хирургии РНИМУ имени
            Н.И. Пирогова.
          </p>
          <p>
            Продолжая работу в отделении урологии Областной детской клинической
            больницы г. Кемерово прошел стажировки в ведущих учреждениях России
            и мира:
          </p>
          <ul>
            <li>
              Курс по взрослой и детской урологии в клинике Shaare Zedek Medical
              Center Шаарей Цедек, г. Иерусалим, Израиль (руководитель курса –
              профессор Boris Chertin) — 2011 г.
            </li>
            <li>
              Курс по «Практической уродинамике и нейроурологии» в НИИ урологии
              и интервенционной радиологии им. Н.А. Лопаткина, г. Москва, РФ
              (руководитель – Ромих Виктория Валерьевна) — 2012 г.
            </li>
            <li>
              Курс по генито-уретральной реконструктивной и пластической
              хирургии у взрослых и детей в клинике Belmedic, Sava Perovic
              Foundation, г. Белград, Сербия (руководитель курса – Rados
              Djinovic) — 2012 г.
            </li>
            <li>
              Курс по реконструктивной детской урологии в клинике Ospedale
              Maggiore Policlinico, г. Милан, Италия (руководитель курса –
              профессор Gianantonio Manzoni) — 2014 г.
            </li>
            <li>
              Курс по реконструктивной детской урологии в клинике Krankenhaus
              der Barmherzigen Schwestern, г. Линц, Австрия (руководитель курса
              – профессор Josef Oswald) — 2014 г.
            </li>
            <li>
              В 2014 году принят в качестве corresponding member в Европейское
              общество детских урологов (European Society for Paediatric Urology
              – ESPU)
            </li>
            <li>
              Прошел профессиональную переподготовку по специальности
              «Пластическая хирургия» на кафедре пластической и челюстно-лицевой
              хирургии РМАНПО (на базе НМИЦ «ЦНИИС и ЧЛХ»), г. Москва, РФ
              (руководитель переподготовки – профессор Неробеев Александр
              Иванович) — 2015 г.
            </li>
            <li>
              Курс по реконструктивной детской урологии в клинике Great Ormond
              Street Hospital for Children, г. Лондон, Великобритания
              (руководители курса – профессор Abraham Cherian и профессор Peter
              Cuckow) — 2016 г.
            </li>
            <li>
              Курс по реконструктивной детской урологии в клинике Robert-Debre
              Hospital, г. Париж, Франция (руководитель курса – профессор Alaa
              El-Ghoneimi) — 2018 г.
            </li>
            <li>
              Курс по реконструктивной детской урологии в клинике Hopital de
              Hautepierre, г. Страсбург, Франция (руководитель курса – профессор
              Francois Becmeur) – 2018 г.
            </li>
          </ul>
          <p>
            За достижения в работе награжден грамотой администрации г. Кемерово,
            медалью «За служение Кузбассу», знаком отличия «Золотой знак
            Кузбасс».
          </p>
          <p>
            В феврале 2019 г. перешел на работу в отделение урологии Морозовской
            детской городской клинической больницы г. Москвы.
          </p>
          <p>
            Продолжая активную практику в г. Москва, прошел курс по
            реконструктивной детской урологии в клинике Sidra Medicine Hospital,
            г. Доха, Катар (руководитель курса — профессор Joao Luiz Pippi
            Salle) — 2019 г.
          </p>
          <p>
            В 2020 г защитил диссертацию на соискание научной степени кандидата
            медицинских наук на тему «Хирургическое лечение срединных и
            проксимальных форм гипоспадии у детей с сохранением уретральной
            площадки».
          </p>
          <p>
            Курс по малоинвазивному лечению мочекаменной болезни в клинике First
            Affiliated Hospital of Guangzhou Medical University, г. Гуанчжоу,
            Китай (руководитель курса – профессор Zeng Guohua) – 2025 г.
          </p>
        </div>
        <div className="flex flex-col gap-5">
          <div className="flex flex-col gap-3">
            <img
              className="rounded-lg"
              src="https://doctorsurov.ru/wp-content/uploads/2024/09/roman-surov-kopiya.jpg"
              alt=""
            />
            <p>Доктор Абдуллаев Зафар Бобирович.</p>
          </div>
          <div className="flex flex-col gap-3">
            <img
              className="rounded-lg"
              src="https://doctorsurov.ru/wp-content/uploads/2024/09/roman-surov-kopiya.jpg"
              alt=""
            />
            <p>Доктор Абдуллаев Зафар Бобирович.</p>
          </div>
        </div>
      </div>
      <div className="">
        <div className="flex flex-col items-center justify-center gap-5 text-center">
          <h2 className="text-[26px]">Записаться на консультацию</h2>
          <span className="w-[40px] inline-block h-[2px] bg-primary"></span>
          <p className="max-w-[450px]">
            Если вы хотите получить подробную консультацию свяжитесь со мной
            любым удобным для вас способом.
          </p>
          <button className="text-[13px] border rounded-lg py-[5px] px-[20px] bg-primary text-white">
            Записаться
          </button>
        </div>
      </div>
    </div>
  );
}
